{
    "Governor's Office": {
        "Agency Name": "Governor's Office",
        "URL": "https://governor.maryland.gov/",
        "Summary": "The Governor's Office, formally known as the Executive Department, serves as the administrative support for the Governor of Maryland, who functions as the state's chief executive. The agency is responsible for overseeing the executive branch of the state government, enforcing state laws, proposing the annual state budget, and appointing officials to various boards, commissions, and judiciary positions. Additionally, the office coordinates policy initiatives, manages intergovernmental relations with federal and local entities, and supports the Governor's role as commander-in-chief of Maryland's military forces.",
        "Acronym": "GOV",
        "Alias": "Office of the Governor; Executive Department; Governor's Executive Council"
    },
    "Lt. Governor": {
        "Agency Name": "Lt. Governor",
        "URL": "https://governor.maryland.gov/Pages/biography.aspx",
        "Summary": "The Lieutenant Governor of Maryland serves as the second-highest-ranking official in the state's executive branch and is elected on a joint ticket with the Governor. The Office of the Lieutenant Governor does not possess independent statutory powers but performs duties specifically delegated by the Governor, which typically include chairing various task forces, commissions, and advisory councils, such as those related to mental health, STEM equity, and work zone safety. Additionally, the agency manages the Lieutenant Governor's role in representing the state at ceremonial functions, attending cabinet meetings, and preparing to succeed the Governor in the event of a vacancy or inability to serve.",
        "Acronym": "LG",
        "Alias": "Office of the Lieutenant Governor; Lieutenant Governor's Office; Maryland Lieutenant Governor"
    },
    "Comptroller of Maryland": {
        "Agency Name": "Comptroller of Maryland",
        "URL": "https://www.marylandtaxes.gov/",
        "Summary": "The Comptroller of Maryland functions as the state's chief financial officer and principal tax collector. The agency is responsible for collecting state revenues, including income, sales, and motor fuel taxes, as well as enforcing tax laws and auditing taxpayers. Additionally, the Comptroller regulates the alcohol, tobacco, and motor fuel industries, administers unclaimed property, pays state bills and employees, and serves as a key member of the Board of Public Works, which oversees significant state contracts and expenditures.",
        "Acronym": "",
        "Alias": "Comptroller of the Treasury; Office of the Comptroller; Maryland Comptroller"
    },
    "Maryland State Treasurer's Office": {
        "Agency Name": "Maryland State Treasurer's Office",
        "URL": "https://www.treasurer.state.md.us/",
        "Summary": "The Maryland State Treasurer's Office acts as the state's chief financial agency, responsible for the management and protection of state funds and property. Its primary duties include receiving, depositing, investing, and distributing state funds, as well as anticipating the state's monetary needs. The Treasurer serves as the principal custodian of cash deposits, bond sale revenue, and other securities. Additionally, the agency manages the state's insurance protection (via the State Insurance Trust Fund), oversees the issuance of State bonds, and administers the Maryland 529 college savings program. The State Treasurer also holds a key position on the Board of Public Works, which approves significant state procurements and contracts.",
        "Acronym": "STO",
        "Alias": "Office of the State Treasurer; MSTO; Maryland Treasurer's Office; Treasurer of the Western Shore; Treasurer of the Eastern Shore"
    },
    "Office of the Attorney General": {
        "Agency Name": "Office of the Attorney General",
        "URL": "https://www.marylandattorneygeneral.gov/",
        "Summary": "The Office of the Attorney General (OAG) serves as the chief legal officer and primary legal representative for the State of Maryland. Its responsibilities include providing legal counsel to the Governor, the General Assembly, the Judiciary, and all state agencies, boards, and commissions. The agency enforces state laws regarding consumer protection, antitrust, and securities; prosecutes Medicaid provider fraud; investigates police-involved fatalities; and represents the state in all civil and criminal appeals in state and federal courts.",
        "Acronym": "OAG",
        "Alias": "State Law Department; Attorney General's Office; Maryland Attorney General"
    },
    "Department of Aging": {
        "Agency Name": "Department of Aging",
        "URL": "https://aging.maryland.gov/",
        "Summary": "The Maryland Department of Aging (MDoA) is a cabinet-level executive agency dedicated to protecting the rights and improving the quality of life for older adults, people with disabilities, and their caregivers in Maryland. The department oversees a statewide network of local Area Agencies on Aging to administer federal and state programs, providing essential services such as long-term care advocacy, housing assistance, nutrition programs, health promotion, and caregiver support.",
        "Acronym": "MDoA",
        "Alias": "State Coordinating Commission on the Problems of the Aging; Commission on the Aging; Office on Aging"
    },
    "Department of Agriculture": {
        "Agency Name": "Department of Agriculture",
        "URL": "https://mda.maryland.gov/",
        "Summary": "The Maryland Department of Agriculture (MDA) is a cabinet-level executive agency responsible for providing leadership and support to the state's agricultural community and citizens. Established in 1972, it conducts regulatory, service, and educational activities designed to assure consumer confidence, protect environmental resources, and promote the economic viability of farming and agribusiness. The agency oversees a wide range of programs including animal health, food quality assurance, pesticide regulation, soil conservation, and the marketing of local agricultural products.",
        "Acronym": "MDA",
        "Alias": "Board of Agriculture; Maryland State Board of Agriculture"
    },
    "Department of Budget and Management": {
        "Agency Name": "Department of Budget and Management",
        "URL": "https://dbm.maryland.gov/",
        "Summary": "The Department of Budget and Management (DBM) is the principal fiscal and personnel agency for the State of Maryland. It is responsible for developing the state's budget, supervising budget execution, estimating revenues, and engaging in long-term fiscal planning to ensure efficiency in state government. Additionally, the department serves as the central personnel agency, managing state employee resources, benefits, and policies.",
        "Acronym": "DBM",
        "Alias": "Department of Budget and Fiscal Planning; Department of Budget and Procurement"
    },
    "Department of Commerce": {
        "Agency Name": "Department of Commerce",
        "URL": "https://commerce.maryland.gov/",
        "Summary": "The Maryland Department of Commerce is the state's primary economic development agency, tasked with stimulating the economy and creating jobs by attracting new businesses, retaining and expanding existing companies, and promoting Maryland's assets domestically and internationally. The agency provides financial assistance, tax credits, and workforce training programs, while also overseeing tourism, film, and the arts to enhance the state's competitive position in the global marketplace.",
        "Acronym": "",
        "Alias": "Maryland Department of Business and Economic Development; DBED; Department of Economic and Employment Development; DEED; Department of Economic and Community Development; DECD; Maryland Commerce"
    },
    "Department of Disabilities": {
        "Agency Name": "Department of Disabilities",
        "URL": "https://mdod.maryland.gov/Pages/Home.aspx",
        "Summary": "The Maryland Department of Disabilities is the principal state agency responsible for coordinating and improving the delivery of services to Maryland residents with disabilities. The department works collaboratively with all other state agencies to ensure that programs, policies, and services are inclusive and provided in the most integrated settings possible. Its primary areas of focus include advancing accessible housing, employment opportunities, transportation, community living, and assistive technology, as well as supporting youth transitioning into adulthood.",
        "Acronym": "MDOD",
        "Alias": "Office for the Coordination of Services to the Handicapped; Office for Handicapped Individuals; Office for Individuals with Disabilities"
    },
    "Department of Education": {
        "Agency Name": "Department of Education",
        "URL": "https://www.marylandpublicschools.org/pages/default.aspx",
        "Summary": "The Maryland State Department of Education (MSDE) is the state agency responsible for the oversight and leadership of Maryland's public education system, which includes 24 local school systems. The agency sets educational policies and standards for pre-kindergarten through high school, administers state and federal funding, certifies educators, and manages programs related to early childhood development, special education, and vocational rehabilitation.",
        "Acronym": "MSDE",
        "Alias": "Maryland State Department of Education; State Department of Education"
    },
    "Department of Emergency Management": {
        "Agency Name": "Department of Emergency Management",
        "URL": "https://mdem.maryland.gov/",
        "Summary": "The Maryland Department of Emergency Management (MDEM) is the principal state agency responsible for coordinating Maryland's preparedness, response, and recovery efforts for emergencies and disasters. Reporting directly to the Governor, the department manages hazard mitigation, incident response, and disaster recovery operations while supporting local jurisdictions and coordinating with federal partners like FEMA. MDEM also oversees the Maryland 9-1-1 Board and works to ensure the state's resilience against natural and man-made hazards.",
        "Acronym": "MDEM",
        "Alias": "Maryland Emergency Management Agency; MEMA; State Emergency Management and Civil Defense Agency; Maryland Civil Defense and Disaster Preparedness Agency; Maryland Civil Defense and Emergency Planning Agency; Maryland Civil Defense Agency"
    },
    "Department of the Environment": {
        "Agency Name": "Department of the Environment",
        "URL": "https://www.mde.maryland.gov/",
        "Summary": "The Maryland Department of the Environment (MDE) acts as the state's primary agency for environmental protection and restoration. Established in 1987, it is responsible for implementing and enforcing state and federal environmental laws regarding air, land, and water quality. The agency's key functions include issuing pollution control permits, overseeing public water systems, supervising the cleanup of hazardous waste sites, and providing technical and financial assistance to communities for environmental infrastructure improvements.",
        "Acronym": "MDE",
        "Alias": "Office of Environmental Programs; OEP"
    },
    "Department of General Services": {
        "Agency Name": "Department of General Services",
        "URL": "https://dgs.maryland.gov/",
        "Summary": "The Maryland Department of General Services (DGS) functions as the primary operational support agency for the state government, ensuring that state agencies have the facilities and services needed to operate efficiently. Its core responsibilities include the planning, design, construction, and maintenance of state-owned facilities, as well as the management of real estate leasing and acquisition. The agency also serves as the central procurement authority for the state, overseeing the purchase of goods and services. Additional duties include managing the state's vehicle fleet, leading sustainability and energy conservation initiatives, and providing security through the Maryland Capitol Police.",
        "Acronym": "DGS",
        "Alias": "Maryland DGS; Department of Public Improvements; Public Buildings and Grounds"
    },
    "Department of Health": {
        "Agency Name": "Department of Health",
        "URL": "https://health.maryland.gov/",
        "Summary": "The Maryland Department of Health (MDH) is the state agency dedicated to protecting and improving the health and safety of all Maryland residents. It is responsible for a wide range of public health services, including behavioral health, developmental disabilities support, and the administration of the state's Medicaid program (Health Care Financing). The department sets health policy, regulates health care professionals and facilities, and oversees local health departments to ensure equitable access to care across the state.",
        "Acronym": "MDH",
        "Alias": "Department of Health and Mental Hygiene; DHMH"
    },
    "Department of Housing and Community": {
        "Agency Name": "Department of Housing and Community",
        "URL": "https://dhcd.maryland.gov/",
        "Summary": "The Maryland Department of Housing and Community Development (DHCD) is responsible for ensuring that all state residents have access to safe, affordable, and secure housing within thriving communities. The agency works with partners to finance and support homeownership, rental housing, small business development, and municipal infrastructure projects. Additionally, it administers community revitalization investments, energy efficiency programs, and homeless solutions to enhance the quality of life and economic vitality across Maryland.",
        "Acronym": "DHCD",
        "Alias": "Maryland DHCD; Department of Economic and Community Development; Maryland Housing and Community Development Authority"
    },
    "Department of Human Services": {
        "Agency Name": "Department of Human Services",
        "URL": "https://dhs.maryland.gov/",
        "Summary": "The Maryland Department of Human Services (DHS) is the state's primary social service provider, dedicated to assisting residents who are in economic need, facing homelessness, or requiring protection from abuse and neglect. The agency administers a wide range of programs including food and cash assistance (SNAP), energy assistance, child support services, foster care, and adoption services. It operates through 24 local departments to deliver preventative services and aid to vulnerable children and adults across Maryland.",
        "Acronym": "DHS",
        "Alias": "Maryland Department of Human Resources; DHR; Department of Human Resources"
    },
    "Department of Information Technology": {
        "Agency Name": "Department of Information Technology",
        "URL": "https://doit.maryland.gov/",
        "Summary": "The Maryland Department of Information Technology (DoIT) is the principal agency responsible for the state's information technology and telecommunications strategy, infrastructure, and security. Established as a cabinet-level department in 2008, DoIT consolidates IT functions to support Executive Branch agencies, coordinating offices, and independent commissions. Its primary duties include managing the statewide network, overseeing cybersecurity and data governance, creating IT master plans, and providing digital services to ensure efficient and accessible government operations for Maryland residents.",
        "Acronym": "DoIT",
        "Alias": "Office of Information Technology; OIT; Department of Budget and Management Office of Information Technology"
    },
    "Department of Juvenile Services": {
        "Agency Name": "Department of Juvenile Services",
        "URL": "https://djs.maryland.gov/",
        "Summary": "The Department of Juvenile Services (DJS) is the Maryland executive agency responsible for managing, supervising, and treating youth involved in the state's juvenile justice system. Its primary responsibilities include assessing the individual needs of youth, providing community-based probation and aftercare services, and operating secure residential facilities for detained and committed youth. The agency focuses on balancing public safety with the rehabilitation of young offenders to help them become productive and responsible members of the community.",
        "Acronym": "DJS",
        "Alias": "Department of Juvenile Justice; Juvenile Services Administration; JSA; Juvenile Services; Maryland Department of Juvenile Justice"
    },
    "Department of Labor": {
        "Agency Name": "Department of Labor",
        "URL": "https://www.labor.maryland.gov/",
        "Summary": "The Maryland Department of Labor (MD Labor) protects workers, consumers, and the public while fostering economic growth and supporting businesses in the state. The agency's primary responsibilities include supervising workforce development and adult learning programs, administering unemployment insurance, enforcing workplace safety and labor laws, and overseeing the licensing and regulation of various professions, industries, and financial institutions.",
        "Acronym": "MD Labor",
        "Alias": "Department of Labor, Licensing, and Regulation; DLLR; Department of Licensing and Regulation; DLR; Department of Employment and Training; Department of Employment and Social Services; Department of Labor and Industry; State Board of Labor and Statistics; Bureau of Statistics and Information"
    },
    "Department of Natural Resources": {
        "Agency Name": "Department of Natural Resources",
        "URL": "https://dnr.maryland.gov/",
        "Summary": "The Maryland Department of Natural Resources (DNR) is the state agency responsible for conserving, managing, and enhancing Maryland's natural resources, including its forests, fisheries, wildlife, state parks, and waterways. The department manages over 500,000 acres of public lands, enforces conservation laws through the Natural Resources Police, and leads restoration efforts for the Chesapeake Bay and Atlantic Coastal Bays to ensure sustainable use for recreation and economic benefit.",
        "Acronym": "DNR",
        "Alias": "Maryland Board of Natural Resources; Board of Natural Resources"
    },
    "Department of Planning": {
        "Agency Name": "Department of Planning",
        "URL": "https://planning.maryland.gov/",
        "Summary": "The Maryland Department of Planning (MDP) is a cabinet-level executive agency responsible for promoting sustainable growth, economic development, and environmental preservation through comprehensive land use planning. The agency provides data analysis, technical assistance, and policy guidance to local governments, businesses, and community organizations to ensure effective resource management and infrastructure development. Additionally, it oversees the state's historical and cultural programs, including the administration of the Maryland Historical Trust and the Jefferson Patterson Park and Museum.",
        "Acronym": "MDP",
        "Alias": "State Planning Commission; State Planning Department; Department of State Planning; Maryland Office of Planning; Office of Planning"
    },
    "Department of Public Safety and Correctional Services": {
        "Agency Name": "Department of Public Safety and Correctional Services",
        "URL": "https://dpscs.maryland.gov/",
        "Summary": "The Maryland Department of Public Safety and Correctional Services (DPSCS) is a principal department of the Maryland state government responsible for the supervision and rehabilitation of justice-involved individuals. Created in 1970, the agency oversees the state's correctional facilities, pretrial detention centers, and the Division of Parole and Probation. Its mission focuses on protecting the public, its employees, and detainees through secure incarceration, effective community supervision, and rehabilitation programs designed to reduce recidivism.",
        "Acronym": "DPSCS",
        "Alias": "Department of Correctional Services; Department of Correction; MD DPSCS; Public Safety"
    },
    "Department of Service and Civic Innovation": {
        "Agency Name": "Department of Service and Civic Innovation",
        "URL": "https://dsci.maryland.gov/",
        "Summary": "The Department of Service and Civic Innovation (DSCI) promotes service, volunteerism, and civic engagement across Maryland. Established in 2023 through the SERVE Act, the agency creates workforce pathways by connecting residents—particularly recent high school graduates—with paid service opportunities through programs like the Service Year Option and Maryland Corps. Its primary mission is to strengthen communities and develop the state's talent pipeline by partnering with non-profits, businesses, and government agencies to address pressing local needs.",
        "Acronym": "DSCI",
        "Alias": "Governor's Office on Service and Volunteerism; GOSV; Governor's Commission on Service and Volunteerism; Office on Volunteerism; Volunteer Maryland"
    },
    "Department of Transportation": {
        "Agency Name": "Department of Transportation",
        "URL": "https://www.mdot.maryland.gov/",
        "Summary": "The Maryland Department of Transportation (MDOT) is the diverse, multi-modal agency responsible for building, maintaining, and operating the state's transportation network. Established in 1971, it oversees five primary administrations: the State Highway Administration (SHA), Maryland Transit Administration (MTA), Motor Vehicle Administration (MVA), Maryland Port Administration (MPA), and Maryland Aviation Administration (MAA), as well as the Maryland Transportation Authority (MDTA). Its scope includes the management of state highways, bridges, toll facilities, public transit systems (including buses, light rail, and commuter trains), the Port of Baltimore, and Baltimore/Washington International Thurgood Marshall Airport, in addition to handling driver licensing and vehicle registration.",
        "Acronym": "MDOT",
        "Alias": "Maryland DOT; MD Transportation Dept"
    },
    "Department of Veterans & Military Families": {
        "Agency Name": "Department of Veterans & Military Families",
        "URL": "https://veterans.maryland.gov/",
        "Summary": "The Maryland Department of Veterans and Military Families (DVMF) is the principal state executive agency responsible for assisting Maryland's veterans, active-duty service members, and their families in securing benefits and services. The department provides advocacy and support regarding federal and state benefits, such as health care, education, and housing. Additionally, it manages the state's veteran cemeteries and memorials, oversees the Charlotte Hall Veterans Home, and operates outreach programs to ensure military families have access to necessary resources.",
        "Acronym": "DVMF",
        "Alias": "Maryland Department of Veterans Affairs; MDVA; Maryland Veterans Commission; Veterans Relief Commission; Soldiers' Relief Fund Commission"
    },
    "Adjutant General of Maryland": {
        "Agency Name": "Adjutant General of Maryland",
        "URL": "https://governor.maryland.gov/leadership/cabinet/Pages/adjutant-general-of-maryland.aspx",
        "Summary": "The Adjutant General of Maryland acts as the head of the Maryland Military Department, serving as the Governor's senior military advisor and overseeing the daily operations of the state's military forces. The agency is responsible for the readiness, training, and deployment of the Maryland Army National Guard, the Maryland Air National Guard, and the Maryland Defense Force. Its primary mission involves providing trained personnel and equipment for federal national security missions while also responding to domestic state emergencies, such as natural disasters, civil unrest, and public health crises.",
        "Acronym": "TAG",
        "Alias": "Maryland Military Department; MMD; Office of the Adjutant General"
    },
    "Higher Education Commission": {
        "Agency Name": "Higher Education Commission",
        "URL": "https://mhec.maryland.gov/",
        "Summary": "The Maryland Higher Education Commission is the state's regulatory and coordinating board responsible for establishing statewide policies for public and private colleges, universities, and for-profit career schools. The agency oversees the approval and continuation of new institutions and academic programs, ensures adherence to academic and financial standards, and administers over $100 million annually in state financial aid programs to assist residents in accessing postsecondary education.",
        "Acronym": "MHEC",
        "Alias": "Advisory Council on Higher Education; Maryland Council for Higher Education; State Board for Higher Education"
    },
    "Maryland State Police": {
        "Agency Name": "Maryland State Police",
        "URL": "https://mdsp.maryland.gov/",
        "Summary": "The Maryland State Police (MSP), officially known as the Maryland Department of State Police, is the primary law enforcement agency for the state of Maryland. It is responsible for enforcing motor vehicle and criminal laws, ensuring traffic safety on state highways, and preserving the public peace across the state. In addition to highway patrol, the agency provides specialized services such as aviation command, criminal investigation, and support to local allied law enforcement agencies to safeguard the lives and property of Maryland residents.",
        "Acronym": "MSP",
        "Alias": "Maryland Department of State Police; MDSP; Maryland State Police Force; State Police Force; Department of Maryland State Police"
    },
    "Office of Appointments": {
        "Agency Name": "Office of Appointments",
        "URL": "https://govappointments.maryland.gov/",
        "Summary": "The Office of Appointments, functioning within the Executive Department, assists the Governor of Maryland in fulfilling their constitutional and statutory responsibility to appoint qualified individuals to state government positions. Its primary duty is to recruit, vet, and recommend candidates for over 600 state boards, commissions, task forces, and advisory councils, as well as for judicial vacancies and prosecutorial roles. The office manages the entire appointment process, from application to confirmation, ensuring that the state's leadership reflects the diversity of Maryland's population.",
        "Acronym": "",
        "Alias": "Governor's Appointments Office; Executive Department - Office of Appointments; Appointments Office"
    },
    "Secretary of State": {
        "Agency Name": "Secretary of State",
        "URL": "https://sos.maryland.gov/",
        "Summary": "The Maryland Secretary of State (SOS) is the principal custodian of the Great Seal of Maryland and the state's official records, including executive orders, laws, and commissions. The agency manages the registration and oversight of charitable organizations, notaries public, trademarks, and condominiums and time-shares. Additionally, it administers the 'Safe at Home' address confidentiality program for victims of domestic violence and human trafficking, coordinates the state's international affairs and sister state programs, and processes extraditions and pardons on behalf of the Governor.",
        "Acronym": "SOS",
        "Alias": "Office of the Secretary of State; MD SOS; Maryland Office of the Secretary of State"
    },
    "Executive Commissions, Committees, Task Forces, and Advisory Boards": {
        "Agency Name": "Executive Commissions, Committees, Task Forces, and Advisory Boards",
        "URL": "https://msa.maryland.gov/msa/mdmanual/26excom/html/00list.html",
        "Summary": "This collective entity encompasses the various temporary and permanent bodies created or authorized by the Governor, the General Assembly, or principal executive departments to address specific government issues. Composed of appointed private citizens and public servants, these commissions, committees, task forces, and advisory boards are tasked with conducting special studies, providing expertise, coordinating agency work, or offering recommendations on defined areas of inquiry. While some bodies are ongoing with regulatory or administrative duties, others are established for a limited time to complete a specific scope of work.",
        "Acronym": "",
        "Alias": "Boards and Commissions; Governor's Boards and Commissions; Executive Boards"
    },
    "Governor's Grants Office": {
        "Agency Name": "Governor's Grants Office",
        "URL": "https://grants.maryland.gov/Pages/Grants-Office.aspx",
        "Summary": "The Governor's Grants Office (GGO) helps Maryland state agencies, local governments, and non-profit organizations identify, acquire, and manage federal grant funding. It serves as a central clearinghouse for federal grant information, providing training, technical assistance, and resources to improve grant management practices and compliance. The office also tracks, analyzes, and reports on the flow of federal funds into the state to support Maryland's policy priorities.",
        "Acronym": "GGO",
        "Alias": ""
    },
    "Governor's Office for Children": {
        "Agency Name": "Governor's Office for Children",
        "URL": "https://goc.maryland.gov/",
        "Summary": "The Governor's Office for Children (GOC) serves as a central coordinating agency dedicated to promoting the well-being of Maryland's children and families, with a specific focus on reducing child poverty. The office leads statewide efforts to build comprehensive support networks that combat youth homelessness, reduce food insecurity, and improve access to health services, education, and economic opportunities. Additionally, it administers the ENOUGH Initiative, engaging cross-sector partnerships to support historically underinvested communities.",
        "Acronym": "GOC",
        "Alias": "Office for Children and Youth; Office for Children, Youth, and Families; OCYF; Division of Children and Youth"
    },
    "Governor's Office of Community Initiatives": {
        "Agency Name": "Governor's Office of Community Initiatives",
        "URL": "https://www.goci.maryland.gov/",
        "Summary": "The Governor's Office of Community Initiatives (GOCI) serves as the primary executive branch unit responsible for community affairs and engagement in Maryland. The agency oversees the Governor's Office on Service and Volunteerism, Volunteer Maryland, and various ethnic, cultural, and faith-based commissions to connect residents with government resources and economic opportunities. It advises the Governor on policies related to community services and facilitates partnerships between the state government, nonprofits, businesses, and community organizations to address local needs and promote civic participation.",
        "Acronym": "GOCI",
        "Alias": "Governor's Interagency Office on Community Affairs; Office of Community Affairs"
    },
    "Governor's Office of Crime Prevention and Policy": {
        "Agency Name": "Governor's Office of Crime Prevention and Policy",
        "URL": "https://www.goccp.maryland.gov/",
        "Summary": "The Governor's Office of Crime Prevention and Policy (GOCPP) serves as Maryland's primary coordinating body for public safety, advising the Governor on criminal justice strategies. It manages and allocates state and federal funds to support law enforcement, victim services, and youth programs, while working to reduce crime, juvenile delinquency, and recidivism through policy development and interagency collaboration.",
        "Acronym": "GOCPP",
        "Alias": "Governor's Office of Crime Prevention, Youth, and Victim Services; Governor's Office of Crime Control and Prevention; Office of Justice Administration; Governor's Drug and Alcohol Abuse Commission"
    },
    "Governor's Office of Homeland Security": {
        "Agency Name": "Governor's Office of Homeland Security",
        "URL": "https://www.gohs.maryland.gov/",
        "Summary": "The Governor's Office of Homeland Security (GOHS) is responsible for coordinating and directing Maryland's homeland security efforts. It advises the Governor on public safety issues, develops statewide strategies for disaster prevention and response, and continually assesses the state's readiness for emergencies, including terrorist attacks. The office serves as the primary liaison to the U.S. Department of Homeland Security and the White House Office of Homeland Security, while also overseeing the allocation of federal homeland security grant funding to state and local agencies.",
        "Acronym": "GOHS",
        "Alias": "Office of Homeland Security; Maryland Governor's Office of Homeland Security"
    },
    "Governor's Office of Performance Improvement": {
        "Agency Name": "Governor's Office of Performance Improvement",
        "URL": "https://www.gopi.maryland.gov/",
        "Summary": "The Governor's Office of Performance Improvement (GOPI) is a specialized unit within the Maryland Executive Branch dedicated to enhancing the efficiency, accountability, and responsiveness of state government operations. The agency utilizes data-driven strategies and performance metrics to oversee the implementation of the State Comprehensive Plan, align agency activities with the Governor's priorities, and eliminate waste or duplication of services. By coordinating across various departments, GOPI ensures that state resources are managed effectively to deliver measurable results and improved services for Maryland residents.",
        "Acronym": "GOPI",
        "Alias": "Governor's StateStat Office; StateStat; Maryland StateStat; Office of Performance Improvement"
    },
    "Governor's Office of Small, Minority & Women Business Affairs": {
        "Agency Name": "Governor's Office of Small, Minority & Women Business Affairs",
        "URL": "https://gomdsmallbiz.maryland.gov/",
        "Summary": "The Governor's Office of Small, Minority & Women Business Affairs connects the small business community to greater economic opportunities in both the public and private sectors. As a coordinating office within the Executive Department, it is responsible for implementing and monitoring the State of Maryland’s three socioeconomic procurement programs: the Minority Business Enterprise (MBE) Program, the Small Business Reserve (SBR) Program, and the Veteran-Owned Small Business Enterprise (VSBE) Program across over 70 state agencies.",
        "Acronym": "GOSBA",
        "Alias": "Governor's Office of Minority Affairs; GOMA"
    },
    "Governor's Office of the Deaf and Hard of Hearing": {
        "Agency Name": "Governor's Office of the Deaf and Hard of Hearing",
        "URL": "https://www.odhh.maryland.gov/",
        "Summary": "The Governor's Office of the Deaf and Hard of Hearing (ODHH) serves as a coordinating body for the Governor of Maryland to promote the general welfare of Deaf and hard of hearing residents. The agency advocates for equal access to public resources, services, and community life by addressing policy gaps and offering expertise to other state agencies. Its work includes facilitating economic empowerment through the \"Deaf Ecosystem,\" coordinating sign language interpreter policies, and ensuring state programs are accessible and inclusive for the approximately 1.2 million Deaf and hard of hearing individuals in Maryland.",
        "Acronym": "ODHH",
        "Alias": "GODHH; Office of the Deaf and Hard of Hearing"
    },
    "Governor's Workforce Development Board": {
        "Agency Name": "Governor's Workforce Development Board",
        "URL": "https://www.gwdb.maryland.gov/",
        "Summary": "The Governor's Workforce Development Board (GWDB) serves as the governor's chief policy-making and strategy body for the state's workforce system. As a business-led board, it brings together leaders from business, education, labor, and government to develop innovative workforce solutions that align with Maryland's economic goals. Its primary responsibilities include advising the Governor, setting the statewide vision for workforce development, and coordinating partnerships to ensure Maryland residents have access to meaningful employment and pathways to prosperity.",
        "Acronym": "GWDB",
        "Alias": "Governor's Workforce Investment Board; Workforce Investment Board; Governor's Employment and Training Council"
    },
    "Administrative Office of the Courts": {
        "Agency Name": "Administrative Office of the Courts",
        "URL": "https://www.courts.state.md.us/",
        "Summary": "The Administrative Office of the Courts (AOC) serves as the central support agency for the Maryland Judicial Branch. Headed by the State Court Administrator, the agency provides operational, legal, financial, and technological support to the state's courts, helping to implement policies established by the Chief Justice of the Supreme Court of Maryland and the General Assembly.",
        "Acronym": "AOC",
        "Alias": "Maryland Administrative Office of the Courts"
    },
    "Board of Public Works": {
        "Agency Name": "Board of Public Works",
        "URL": "https://bpw.maryland.gov/",
        "Summary": "The Board of Public Works is the highest administrative body in the Maryland state government, composed of the Governor, the Comptroller, and the State Treasurer. Its primary mission is to protect and enhance the State’s fiscal integrity by overseeing and approving significant State expenditures, including capital projects, procurement contracts, general obligation bond issuances, and the acquisition, lease, or transfer of State property. The agency acts as a check on the General Assembly to ensure that executive decisions regarding state funds are fiscally responsible, fair, and lawful.",
        "Acronym": "BPW",
        "Alias": "Commissioners of Public Works"
    },
    "Canal Place Preservation & Development Authority": {
        "Agency Name": "Canal Place Preservation & Development Authority",
        "URL": "https://passagesofthepotomac.org/",
        "Summary": "The Canal Place Preservation & Development Authority (CPPDA) is an independent agency of the State of Maryland responsible for the preservation, development, and management of the Canal Place Heritage Area in Cumberland. Established in 1993, the agency oversees the western terminus of the historic Chesapeake and Ohio (C&O) Canal, working to transform the preservation district into a center for recreation, commerce, and heritage tourism. Its duties include managing state-owned properties within the district, such as the Shops at Canal Place and the Western Maryland Railway Station, and coordinating efforts to enhance the educational and economic vitality of the region.",
        "Acronym": "CPPDA",
        "Alias": "Canal Place Authority; Canal Place"
    },
    "Chesapeake Bay Trust": {
        "Agency Name": "Chesapeake Bay Trust",
        "URL": "https://www.cbtrust.org/",
        "Summary": "The Chesapeake Bay Trust is a non-profit, grant-making organization established by the Maryland General Assembly to support the restoration and protection of the Chesapeake Bay and its tributaries. Its primary responsibility is to pool funds from the sale of \"Treasure the Chesapeake\" license plates, tax donations, and partnerships to award grants for environmental education, community outreach, and on-the-ground restoration projects. The agency empowers Maryland residents, schools, and local organizations to engage in stewardship activities that improve water quality and local natural resources.",
        "Acronym": "CBT",
        "Alias": "The Trust; Bay Trust"
    },
    "Commission on Civil Rights": {
        "Agency Name": "Commission on Civil Rights",
        "URL": "https://mccr.maryland.gov/",
        "Summary": "The Maryland Commission on Civil Rights (MCCR) is the state agency responsible for enforcing Maryland's anti-discrimination laws in the areas of employment, housing, public accommodations, and state contracts. The agency investigates complaints of discrimination based on protected classes such as race, color, religion, sex, age, national origin, marital status, sexual orientation, gender identity, and disability. Additionally, the Commission provides educational outreach and training programs to promote civil rights compliance and prevent discrimination across the state.",
        "Acronym": "MCCR",
        "Alias": "Maryland Commission on Human Relations; MCHR; Commission on Interracial Problems and Relations; Commission to Study Problems Affecting the Colored Population; Interracial Commission"
    },
    "Government House Trust": {
        "Agency Name": "Government House Trust",
        "URL": "https://msa.maryland.gov/msa/mdmanual/25ind/html/38govh.html",
        "Summary": "The Government House Trust supervises and directs the renovation, design, furnishing, and maintenance of the seven public State rooms within Government House, the official residence of the Governor of Maryland. The agency is also responsible for landscaping the grounds, conserving and restoring historic objects and art within the residence, and approving any internal design changes to the State rooms.",
        "Acronym": "",
        "Alias": "Governor's Mansion Trust"
    },
    "Governor's Council on the Chesapeake Bay": {
        "Agency Name": "Governor's Council on the Chesapeake Bay",
        "URL": "https://msa.maryland.gov/msa/mdmanual/26excom/html/07che.html",
        "Summary": "The Governor's Council on the Chesapeake Bay, now known as the Governor's Council on the Chesapeake and Coastal Bays Watershed, is a Maryland state body charged with advising the Governor on the management and restoration of the Chesapeake Bay and its surrounding areas. Established originally in 1985 to coordinate the state's efforts in cleaning up the Bay, the Council promotes interagency collaboration among key departments such as Natural Resources, Environment, Planning, and Agriculture. In 2023, the Council was restructured and renamed to explicitly include the coastal bays watershed and to integrate modern scientific approaches, such as climate resilience and environmental justice, into its restoration strategies.",
        "Acronym": "",
        "Alias": "Governor's Chesapeake Bay Cabinet; Bay Cabinet; Governor's Council on the Chesapeake and Coastal Bays Watershed"
    },
    "Health Care Alternative Dispute Resolution Office": {
        "Agency Name": "Health Care Alternative Dispute Resolution Office",
        "URL": "https://msa.maryland.gov/msa/mdmanual/25ind/html/42healcf.html",
        "Summary": "The Health Care Alternative Dispute Resolution Office (HCADRO) is an independent unit within the Maryland state government responsible for administering a mandatory arbitration system for all medical malpractice claims where damages exceed the limit of the District Court's jurisdiction. Created to provide an expedient alternative to the court system, the agency requires that plaintiffs file a claim and a certificate of merit with the office before a lawsuit can be pursued in Circuit Court, although parties often waive the arbitration process to proceed directly to trial. The office coordinates three-person panels—comprising an attorney, a health care provider, and a member of the public—to determine liability and damages, and also facilitates neutral case evaluations.",
        "Acronym": "HCADRO",
        "Alias": "Health Claims Arbitration Office; HCAO"
    },
    "Health Services Cost Review Commission": {
        "Agency Name": "Health Services Cost Review Commission",
        "URL": "https://hscrc.maryland.gov/",
        "Summary": "The Health Services Cost Review Commission (HSCRC) is an independent Maryland state agency charged with regulating the rates and revenues of the state's hospitals. It administers Maryland's unique \"all-payer\" system, which ensures that all third-party payers—including Medicare, Medicaid, and private insurers—pay the same rates for hospital services. The commission's primary responsibilities include containing hospital cost growth, ensuring the financial stability of hospitals, promoting equity in healthcare financing, and incentivizing improvements in the quality of care and population health outcomes.",
        "Acronym": "HSCRC",
        "Alias": "Maryland Health Services Cost Review Commission"
    },
    "Historic St. Mary's City Commission": {
        "Agency Name": "Historic St. Mary's City Commission",
        "URL": "https://hsmcdigshistory.org/",
        "Summary": "The Historic St. Mary's City Commission (HSMCC) is an independent agency within the Office of the Governor, formally affiliated with St. Mary's College of Maryland, dedicated to preserving and protecting the archaeological and historical record of Maryland's first colonial capital. The Commission governs the Historic St. Mary's City outdoor living history museum and archaeological park, managing the site's artifacts, land, and historical interpretation to educate the public about the 17th-century settlement and its significance.",
        "Acronym": "HSMCC",
        "Alias": "St. Mary's City Restoration Study Commission; St. Mary's City Commission"
    },
    "Injured Workers' Insurance Fund": {
        "Agency Name": "Injured Workers' Insurance Fund",
        "URL": "https://www.ceiwc.com/iwif-state-of-maryland/",
        "Summary": "Formerly a continuously state-run agency, this entity is now an independent, non-profit corporation known as the Chesapeake Employers' Insurance Company. It serves as the largest writer of workers' compensation insurance in Maryland, operating as a guaranteed market for businesses that cannot obtain coverage elsewhere. Despite its privatization in 2013, the entity retains the name Injured Workers' Insurance Fund (IWIF) specifically for its role as the third-party administrator handling workers' compensation claims for State of Maryland employees.",
        "Acronym": "IWIF",
        "Alias": "Chesapeake Employers' Insurance Company; Chesapeake Employers; State Accident Fund; Commissioners of the State Accident Fund"
    },
    "Interagency Commission on School Construction": {
        "Agency Name": "Interagency Commission on School Construction",
        "URL": "https://iac.mdschoolconstruction.org/",
        "Summary": "The Interagency Commission on School Construction (IAC) is an independent unit of the Maryland state government responsible for overseeing the planning, funding, and execution of public school construction and capital improvement projects. The agency manages the state's Capital Improvement Program (CIP) and other funding initiatives to ensure that public school facilities are safe, healthy, and educationally sufficient. Its duties include assessing facility needs, approving project allocations for local jurisdictions, and administering grants for maintenance, security, and energy efficiency.",
        "Acronym": "IAC",
        "Alias": "Interagency Committee on School Construction; PSCP"
    },
    "International Affairs": {
        "Agency Name": "International Affairs",
        "URL": "https://sos.maryland.gov/International/Pages/default.aspx",
        "Summary": "The Division of International Affairs, located within the Maryland Office of the Secretary of State, serves as the primary diplomatic liaison for the state. Its responsibilities include coordinating Maryland's international engagement strategies, managing the Maryland Sister States Program to foster cross-cultural exchange, and overseeing the Governor's Subcabinet for International Affairs. The division facilitates dialogue between Maryland's citizens, institutions, and the diplomatic community, organizing meetings and programs covering economic development, education, and culture.",
        "Acronym": "",
        "Alias": "International Division; International Affairs Division; International Affairs Office; Maryland Sister States Program"
    },
    "Interstate Agencies -- Maryland Memberships": {
        "Agency Name": "Interstate Agencies -- Maryland Memberships",
        "URL": "https://msa.maryland.gov/msa/mdmanual/38inters/html/00list.html",
        "Summary": "A collective designation found in the Maryland Manual On-Line for the various interstate compacts, commissions, and boards in which Maryland holds membership. These agencies enable the state to cooperate with other jurisdictions on common purposes—such as environmental protection, transportation, and professional regulation—often under the authority of interstate compacts approved by the U.S. Congress.",
        "Acronym": "",
        "Alias": "Interstate Agencies; Interstate Agencies (Maryland memberships)"
    },
    "Maryland 529": {
        "Agency Name": "Maryland 529",
        "URL": "https://maryland529.com/",
        "Summary": "Maryland 529 is a state program, formerly an independent agency, that administers tax-advantaged savings plans for future education and disability-related expenses. Now overseen by the Maryland State Treasurer's Office following the abolition of the Maryland 529 Board in 2023, it manages the Maryland College Investment Plan (MCIP) and the Maryland ABLE program. It also oversees the legacy Maryland Prepaid College Trust (MPCT), which is closed to new enrollment. The program helps families invest in portfolios managed by T. Rowe Price and offers state tax deductions for Maryland residents.",
        "Acronym": "",
        "Alias": "College Savings Plans of Maryland; Maryland Higher Education Investment Program Board; Maryland Higher Education Investment Board; Maryland 529 Board"
    },
    "Maryland African American Museum Corporation": {
        "Agency Name": "Maryland African American Museum Corporation",
        "URL": "https://www.lewismuseum.org/",
        "Summary": "The Maryland African American Museum Corporation (MAAMC) is an independent public instrumentality of the State of Maryland, established by the General Assembly in 1998. Its primary responsibility is to plan, develop, and manage the Reginald F. Lewis Museum of Maryland African American History & Culture in Baltimore. The agency works in cooperation with the Mayor and City Council of Baltimore, state government agencies, and various public and private institutions to identify, preserve, and interpret the historical and cultural experiences of African Americans in Maryland.",
        "Acronym": "MAAMC",
        "Alias": "Maryland Museum of African American History and Culture; Reginald F. Lewis Museum; The Corporation"
    },
    "Maryland Agricultural & Resource-Based Industry Development Corp.": {
        "Agency Name": "Maryland Agricultural & Resource-Based Industry Development Corp.",
        "URL": "https://www.marbidco.org/",
        "Summary": "The Maryland Agricultural & Resource-Based Industry Development Corp. (MARBIDCO) is a quasi-public corporation established to support the sustainability and profitability of Maryland's agricultural, forestry, and seafood industries. It provides targeted financial services, including low-interest loans and grants, to help rural businesses acquire land, equipment, and facilities, while also partnering with other agencies to facilitate rural land preservation and support young or beginning farmers.",
        "Acronym": "MARBIDCO",
        "Alias": "Maryland Agricultural and Resource-Based Industry Development Corporation"
    },
    "Maryland Automobile Insurance Fund": {
        "Agency Name": "Maryland Automobile Insurance Fund",
        "URL": "https://www.mymarylandauto.com/",
        "Summary": "The Maryland Automobile Insurance Fund (MAIF) is an independent state agency that serves as the insurer of last resort for Maryland residents who are unable to obtain automobile liability insurance in the private market. The agency provides coverage to drivers who have been rejected by at least two private insurance companies or have had their policies canceled for reasons other than non-payment. Additionally, the fund processes and pays claims for residents involved in accidents with uninsured motorists or hit-and-run vehicles where no responsible party can be identified.",
        "Acronym": "MAIF",
        "Alias": "Maryland Auto; Maryland Auto Insurance; Unsatisfied Claim and Judgment Fund Board"
    },
    "Maryland Aviation Administration": {
        "Agency Name": "Maryland Aviation Administration",
        "URL": "https://www.marylandaviation.com/",
        "Summary": "The Maryland Aviation Administration (MAA) is a state agency under the Maryland Department of Transportation responsible for fostering the vitality of aviation throughout the state. Its primary duties include owning and operating Baltimore/Washington International Thurgood Marshall Airport (BWI) and Martin State Airport. Additionally, the agency promotes safe and efficient aviation operations, economic viability, and environmental stewardship, while also managing the licensing of commercial airports, flight schools, and flight instructors within Maryland.",
        "Acronym": "MAA",
        "Alias": "State Aviation Administration;State Aviation Commission;Maryland State Aviation Commission"
    },
    "Maryland Cannabis Administration": {
        "Agency Name": "Maryland Cannabis Administration",
        "URL": "https://mmcc.maryland.gov/",
        "Summary": "The Maryland Cannabis Administration (MCA) is an independent state agency responsible for regulating and overseeing the entire cannabis industry within Maryland. It manages both the medical and adult-use (recreational) cannabis markets, handling duties that include licensing and compliance for businesses such as growers, processors, and dispensaries. Additionally, the agency maintains the registry for medical patients and caregivers, develops public health regulations, and ensures equity and safety across the state's cannabis supply chain.",
        "Acronym": "MCA",
        "Alias": "Maryland Medical Cannabis Commission; MMCC; Natalie M. LaPrade Medical Cannabis Commission; Natalie M. LaPrade Medical Marijuana Commission"
    },
    "Maryland Center for School Safety": {
        "Agency Name": "Maryland Center for School Safety",
        "URL": "https://schoolsafety.maryland.gov/",
        "Summary": "The Maryland Center for School Safety (MCSS) constitutes an independent unit within the Maryland State Department of Education responsible for providing a coordinated and comprehensive approach to school safety across the state. The agency administers grants, develops resources, and delivers training and technical assistance to public, non-public special education, and private schools to foster safe and supportive learning environments. Additionally, MCSS oversees the certification of school safety personnel and manages Safe Schools Maryland, an anonymous reporting system for safety concerns.",
        "Acronym": "MCSS",
        "Alias": "Center for School Safety; The Center"
    },
    "Maryland Clean Energy Center": {
        "Agency Name": "Maryland Clean Energy Center",
        "URL": "https://mdcleanenergy.org/",
        "Summary": "The Maryland Clean Energy Center (MCEC) is a corporate instrumentality of the state of Maryland that functions as the state's official green bank. Created by the Maryland General Assembly in 2008, its mission is to advance the adoption of clean energy and energy efficiency products, services, and technologies. MCEC leverages private capital to provide financing solutions for residential, commercial, and municipal energy projects, aiming to create jobs, reduce energy costs for consumers, and lower greenhouse gas emissions.",
        "Acronym": "MCEC",
        "Alias": "Maryland's Green Bank; Maryland Green Bank"
    },
    "Maryland Economic Development Corp.": {
        "Agency Name": "Maryland Economic Development Corp.",
        "URL": "https://www.medco-corp.com/",
        "Summary": "The Maryland Economic Development Corporation (MEDCO) is a quasi-governmental public instrumentality created by the Maryland General Assembly in 1984 to serve as a specialized economic development organization. It supports the state's economy by providing financing, real estate development, asset management, and advisory services to private businesses, non-profits, and government entities. The agency's primary mission is to assist in the retention, expansion, and attraction of business and industry, relieve unemployment, and promote economic prosperity throughout Maryland.",
        "Acronym": "MEDCO",
        "Alias": "Maryland Economic Development Corporation"
    },
    "Maryland Energy Administration": {
        "Agency Name": "Maryland Energy Administration",
        "URL": "https://energy.maryland.gov/Pages/default.aspx",
        "Summary": "The Maryland Energy Administration (MEA) is a state agency dedicated to maximizing energy efficiency, promoting renewable energy, and reducing reliance on foreign fuel sources to benefit Maryland's economy and environment. The agency manages the Strategic Energy Investment Fund (SEIF) and administers various grants, loans, rebates, and tax incentives for residents, businesses, and local governments. Additionally, the MEA advises the Governor and General Assembly on energy policy and coordinates energy planning across state agencies.",
        "Acronym": "MEA",
        "Alias": "Office of Energy Policy; Energy and Coastal Zone Administration; Energy Office; Maryland Energy Office"
    },
    "Maryland Environmental Service": {
        "Agency Name": "Maryland Environmental Service",
        "URL": "https://www.menv.com/",
        "Summary": "The Maryland Environmental Service (MES) is an independent, self-supporting state agency that functions as a not-for-profit public corporation to provide operational and technical environmental services. Established in 1970, MES assists state and local governments, as well as private sector clients, with the management of water and wastewater treatment, solid waste, recycling, dredged material, and hazardous materials cleanup. The agency operates on a fee-for-service basis, receiving no direct operating appropriations from the State, and works to preserve and enhance the region's natural resources.",
        "Acronym": "MES",
        "Alias": ""
    },
    "Maryland Food Center Authority": {
        "Agency Name": "Maryland Food Center Authority",
        "URL": "https://www.mfca.info/",
        "Summary": "The Maryland Food Center Authority (MFCA) is a non-appropriated independent state agency and public instrumentality of the State of Maryland dedicated to developing and managing regional food industry facilities. Its primary responsibility is to operate the Maryland Food Center in Jessup, which includes the Maryland Wholesale Produce Market and the Maryland Wholesale Seafood Market, as well as the Rock Hall Clam House in Kent County. The agency focuses on providing economical, sanitary, and modern real estate facilities for food distribution to maximize efficiency in the state's food supply chain.",
        "Acronym": "MFCA",
        "Alias": "Greater Baltimore Consolidated Wholesale Food Market Authority; Maryland Wholesale Food Center Authority"
    },
    "Maryland Health & Higher Educational Facilities Authority": {
        "Agency Name": "Maryland Health & Higher Educational Facilities Authority",
        "URL": "https://www.mhhefa.org/",
        "Summary": "The Maryland Health & Higher Educational Facilities Authority (MHHEFA) is a public instrumentality of the State of Maryland that assists non-profit hospitals, health care organizations, and educational institutions with financing and refinancing capital projects. Established to provide access to tax-exempt bond markets, the agency allows these institutions to fund the construction, renovation, and acquisition of facilities and equipment at lower interest rates than conventional financing.",
        "Acronym": "MHHEFA",
        "Alias": "Maryland Health and Higher Educational Facilities Authority"
    },
    "Maryland Health Benefit Exchange": {
        "Agency Name": "Maryland Health Benefit Exchange",
        "URL": "https://marylandhbe.com/",
        "Summary": "The Maryland Health Benefit Exchange (MHBE) is an independent unit of state government responsible for administering Maryland's health insurance marketplace, known as Maryland Health Connection. The agency's primary mission is to make health coverage accessible and affordable for Maryland residents by providing a centralized platform where individuals and small businesses can shop for private health plans, compare rates, and enroll in coverage. Additionally, the MHBE determines eligibility for financial assistance, such as federal tax credits, and public assistance programs, including Medicaid and the Maryland Children's Health Program (MCHP).",
        "Acronym": "MHBE",
        "Alias": "Maryland Health Connection; MHC"
    },
    "Maryland Health Care Commission": {
        "Agency Name": "Maryland Health Care Commission",
        "URL": "https://mhcc.maryland.gov/",
        "Summary": "The Maryland Health Care Commission (MHCC) is an independent regulatory agency within the Maryland Department of Health. Its primary responsibilities include planning for the state's health system needs, promoting informed decision-making, increasing accountability, and improving access to health care. The commission works to provide timely and accurate information regarding the availability, cost, and quality of health services to policy makers, purchasers, providers, and the public.",
        "Acronym": "MHCC",
        "Alias": "Maryland Health Resources Planning Commission; Maryland Health Care Access and Cost Commission"
    },
    "Maryland Health Insurance Plan": {
        "Agency Name": "Maryland Health Insurance Plan",
        "URL": "https://www.marylandhealthconnection.gov/",
        "Summary": "The Maryland Health Insurance Plan (MHIP) served as the state's high-risk pool, created to provide health insurance coverage to Maryland residents who were unable to obtain private coverage due to pre-existing medical conditions. Established in 2002 and reorganized as an independent agency in 2008, MHIP also administered the Senior Prescription Drug Assistance Program (SPDAP), which provides subsidies to eligible seniors for Medicare Part D costs. Following the implementation of the Affordable Care Act, most MHIP members transitioned to plans available through the Maryland Health Connection.",
        "Acronym": "MHIP",
        "Alias": "MHIP; The Plan"
    },
    "Maryland Higher Education Commission": {
        "Agency Name": "Maryland Higher Education Commission",
        "URL": "https://mhec.maryland.gov/",
        "Summary": "The Maryland Higher Education Commission is the state's central regulatory and coordinating board responsible for overseeing postsecondary education. The agency establishes statewide policies for public and private colleges, universities, and for-profit career schools, ensuring they meet academic and financial standards. Additionally, it administers more than $100 million in financial aid programs annually to assist Maryland residents in achieving their higher education goals.",
        "Acronym": "MHEC",
        "Alias": "Advisory Council on Higher Education; Maryland Council on Higher Education; State Board for Higher Education"
    },
    "Maryland Institute for Emergency Medical Services Systems": {
        "Agency Name": "Maryland Institute for Emergency Medical Services Systems",
        "URL": "https://www.miemss.org/",
        "Summary": "The Maryland Institute for Emergency Medical Services Systems (MIEMSS) is an independent state agency responsible for overseeing, coordinating, and regulating Maryland's statewide emergency medical services (EMS) network. The agency manages the planning, operation, and evaluation of the EMS system, which includes designating trauma and specialty referral centers, licensing commercial ambulance services, and maintaining the statewide emergency communications infrastructure to ensure effective prehospital care for residents.",
        "Acronym": "MIEMSS",
        "Alias": "Maryland Institute for Emergency Medical Services; Maryland Institute for Emergency Medicine; MIEMS; MIEM"
    },
    "Maryland Insurance Administration": {
        "Agency Name": "Maryland Insurance Administration",
        "URL": "https://insurance.maryland.gov/",
        "Summary": "The Maryland Insurance Administration (MIA) is an independent state agency tasked with regulating Maryland's insurance market to ensure fair practices, financial stability, and consumer protection. Its primary responsibilities include licensing insurance companies and producers, monitoring the financial solvency of insurers, reviewing and approving insurance rates and policy forms, investigating consumer complaints regarding claims or unfair practices, and enforcing compliance with state insurance laws.",
        "Acronym": "MIA",
        "Alias": "Maryland Insurance Division; State Insurance Department; Insurance Department"
    },
    "Maryland Longitudinal Data System": {
        "Agency Name": "Maryland Longitudinal Data System",
        "URL": "https://mldscenter.maryland.gov/",
        "Summary": "The Maryland Longitudinal Data System Center (MLDSC) serves as the State's central repository for linking and analyzing student and workforce data. The agency collects individual-level data from partner agencies—including the Maryland State Department of Education, Maryland Higher Education Commission, and Maryland Department of Labor—to generate timely information on student performance and workforce outcomes, which informs policy decisions and improves the State's education system.",
        "Acronym": "MLDSC",
        "Alias": "MLDS Center; Maryland Longitudinal Data System"
    },
    "Maryland National Guard": {
        "Agency Name": "Maryland National Guard",
        "URL": "https://military.maryland.gov/ng/",
        "Summary": "The Maryland National Guard (MDNG) is a dual-mission military force comprised of the Maryland Army National Guard and the Maryland Air National Guard, operating under the Maryland Military Department. At the state level, it responds to domestic emergencies, natural disasters, and public safety needs under the command of the Governor of Maryland. At the federal level, it provides trained personnel and equipment for combat, peacekeeping, and humanitarian missions globally when activated by the President of the United States.",
        "Acronym": "MDNG",
        "Alias": "Maryland Guard; Maryland Militia; The Maryland Line; Maryland Army National Guard; Maryland Air National Guard"
    },
    "Maryland Office of the Public Defender": {
        "Agency Name": "Maryland Office of the Public Defender",
        "URL": "https://www.opd.state.md.us/",
        "Summary": "The Maryland Office of the Public Defender (OPD) is an independent state agency responsible for providing legal representation to indigent defendants—individuals who cannot afford private counsel—throughout the state. The agency safeguards fundamental individual rights by ensuring access to constitutional protections in criminal, juvenile, parental defense, and involuntary commitment proceedings where incarceration or detention is a possible penalty.",
        "Acronym": "OPD",
        "Alias": "Maryland Public Defender; Office of the Public Defender; MD Public Defender"
    },
    "Maryland Office of Tourism Development": {
        "Agency Name": "Maryland Office of Tourism Development",
        "URL": "https://www.visitmaryland.org/",
        "Summary": "The Maryland Office of Tourism Development (OTD) serves as the official state agency responsible for stimulating and driving Maryland's tourism economy. Operating within the Division of Tourism, Film and the Arts under the Maryland Department of Commerce, the agency promotes the state as a premier travel destination to domestic and international markets, develops recreational and cultural attractions, and manages the \"Visit Maryland\" brand and state welcome centers.",
        "Acronym": "OTD",
        "Alias": "Maryland Office of Tourism; Tourism Development Office; Visit Maryland"
    },
    "Maryland Port Administration": {
        "Agency Name": "Maryland Port Administration",
        "URL": "https://mpa.maryland.gov/",
        "Summary": "The Maryland Port Administration (MPA) is a modal administration within the Maryland Department of Transportation (MDOT) responsible for fostering and promoting waterborne commerce in the state. Its primary duties include the management, operation, and marketing of state-owned port facilities, most notably the Helen Delich Bentley Port of Baltimore. The agency oversees maritime business development, maintains shipping channels through dredging operations, and manages key terminals such as the Seagirt and Dundalk Marine Terminals to ensure the economic competitiveness of Maryland's maritime industry.",
        "Acronym": "MPA",
        "Alias": "Maryland Port Authority; MDOT MPA; Port Administration"
    },
    "Maryland Public Broadcasting Commission": {
        "Agency Name": "Maryland Public Broadcasting Commission",
        "URL": "https://www.mpt.org/",
        "Summary": "The Maryland Public Broadcasting Commission (MPBC) is the state agency responsible for establishing, operating, and maintaining a statewide system of educational and cultural television programming known as Maryland Public Television (MPT). The Commission holds the federal licenses for MPT's broadcast stations and oversees the creation, acquisition, and delivery of content for the general public and for use in Maryland's public schools.",
        "Acronym": "MPBC",
        "Alias": "Maryland Public Television; MPT; Maryland Educational-Cultural Television Commission; Maryland Educational-Cultural Broadcasting Commission; Maryland Center for Public Broadcasting"
    },
    "Maryland School for the Deaf": {
        "Agency Name": "Maryland School for the Deaf",
        "URL": "https://www.msd.edu/",
        "Summary": "The Maryland School for the Deaf (MSD) is a state agency dedicated to providing tuition-free public education and comprehensive support services to deaf and hard-of-hearing students residing in Maryland, from birth through age 21. With campuses in Frederick and Columbia, the agency utilizes a bilingual educational philosophy that fosters fluency in both American Sign Language (ASL) and English. The school focuses on academic achievement, early intervention, and social-emotional development to prepare students for college, career, and independent living.",
        "Acronym": "MSD",
        "Alias": "Asylum for the Deaf and Dumb Mutes of the State of Maryland; Maryland Institution for the Deaf and Dumb; Maryland School for the Deaf and Dumb; Maryland State School for the Deaf"
    },
    "Maryland Stadium Authority": {
        "Agency Name": "Maryland Stadium Authority",
        "URL": "https://www.mdstad.com/",
        "Summary": "The Maryland Stadium Authority (MSA) is a state agency established in 1986 to plan, finance, build, and manage sports and entertainment facilities in Maryland, most notably the Camden Yards Sports Complex, which includes Oriole Park and M&T Bank Stadium. Beyond professional sports venues, the agency’s responsibilities have expanded to include the design and construction of public schools through the 21st Century School Buildings Program and the Built to Learn Act, as well as the management of convention centers and economic development initiatives like the removal of blight in Baltimore City.",
        "Acronym": "MSA",
        "Alias": ""
    },
    "Maryland State Archives": {
        "Agency Name": "Maryland State Archives",
        "URL": "https://www.msa.maryland.gov/",
        "Summary": "The Maryland State Archives is the central depository for government records of permanent value in Maryland, dating from the state's founding in 1634 to the present. The agency identifies, appraises, acquires, preserves, and makes accessible executive, legislative, and judicial records from state, county, and municipal governments, as well as special collections involving private papers, maps, and photographs. Additionally, the Archives oversees the Commission on Artistic Property and maintains the Maryland Manual On-Line.",
        "Acronym": "MSA",
        "Alias": "Hall of Records; Maryland Hall of Records; State Archives"
    },
    "Maryland State Board of Contract Appeals": {
        "Agency Name": "Maryland State Board of Contract Appeals",
        "URL": "https://msbca.maryland.gov/",
        "Summary": "The Maryland State Board of Contract Appeals (MSBCA) is an independent unit of the Executive Branch responsible for adjudicating bid protests and contract disputes between the State government and contractors or vendors. Its primary duties include resolving legal and factual disagreements regarding bid specifications, the qualification and selection of bidders, the bidding process, contract performance, compensation, claims, and termination.",
        "Acronym": "MSBCA",
        "Alias": "Department of Transportation Board of Contract Appeals; MDOT Board of Contract Appeals"
    },
    "Maryland State Board of Elections": {
        "Agency Name": "Maryland State Board of Elections",
        "URL": "https://elections.maryland.gov/",
        "Summary": "The Maryland State Board of Elections (SBE) is the official state agency responsible for supervising and administering elections in Maryland. It ensures compliance with state and federal election laws, oversees the activities of local boards of elections in each county and Baltimore City, manages the statewide voter registration system, certifies voting systems, and regulates campaign finance reporting to promote free, fair, and transparent elections.",
        "Acronym": "SBE",
        "Alias": "State Administrative Board of Election Laws; SABEL"
    },
    "Maryland State Library": {
        "Agency Name": "Maryland State Library",
        "URL": "https://msla.maryland.gov/",
        "Summary": "The Maryland State Library Agency (MSLA) is the official state agency responsible for providing strategic leadership, funding, and coordination for Maryland's 24 public library systems and the State Library Network. Established as an independent agency in 2017, it administers state and federal grants, facilitates resource sharing and interlibrary loans, and offers professional development for library staff. The agency also directly oversees specialized statewide programs, including the Maryland State Library for the Blind and Print Disabled (LBPD) and the Deaf Culture Digital Library, to ensure equitable access to information for all residents.",
        "Acronym": "MSLA",
        "Alias": "Division of Library Development and Services; DLDS; Maryland Division of Library Development and Services; Office of Public Libraries; Division of Library Extension; MSL"
    },
    "Maryland State Lottery & Gaming Control Agency": {
        "Agency Name": "Maryland State Lottery & Gaming Control Agency",
        "URL": "https://www.mdlottery.com/",
        "Summary": "The Maryland State Lottery & Gaming Control Agency serves as the regulatory body for all commercial gaming and lottery operations within Maryland. Its primary responsibilities include operating the state lottery, regulating the state's six casinos, and overseeing sports wagering and daily fantasy sports competitions. The agency ensures integrity and compliance across these industries while generating significant revenue to support state funds for education, public health, and safety.",
        "Acronym": "MLGCA",
        "Alias": "State Lottery Agency; Maryland State Lottery Agency; Maryland Lottery; Maryland Lottery and Gaming"
    },
    "Maryland State Retirement Agency": {
        "Agency Name": "Maryland State Retirement Agency",
        "URL": "https://www.sra.state.md.us/",
        "Summary": "The Maryland State Retirement Agency (SRA) is the administrative body responsible for the operation and management of the State Retirement and Pension System (SRPS) of Maryland. The agency administers retirement, disability, and death benefits for more than 420,000 members, including state employees, teachers, law enforcement officers, judges, and legislators. Its primary responsibilities include collecting employer and employee contributions, supervising the management of the system's multi-billion dollar investment portfolio, and providing counseling and support services to participants and retirees to ensure the effective delivery of benefits.",
        "Acronym": "SRA",
        "Alias": "State Retirement Agency; Maryland State Retirement and Pension Systems; State Retirement and Pension System of Maryland; MSRPS; SRPS"
    },
    "Maryland Tax Court": {
        "Agency Name": "Maryland Tax Court",
        "URL": "https://taxcourt.maryland.gov/",
        "Summary": "The Maryland Tax Court is an independent administrative agency of the Maryland state government that serves as the highest level of administrative review for tax-related disputes. It performs quasi-judicial functions, hearing appeals from the final decisions of state and local taxing authorities, such as the Comptroller of Maryland and Property Tax Assessment Appeals Boards. The Court is responsible for making factual determinations and adjudicating cases involving income tax, sales and use tax, and assessments of real and personal property.",
        "Acronym": "MTC",
        "Alias": "State Tax Commission; State Tax Commissioner"
    },
    "Maryland Teachers & State Employees Supplemental Retirement Plans": {
        "Agency Name": "Maryland Teachers & State Employees Supplemental Retirement Plans",
        "URL": "https://msrp.maryland.gov/",
        "Summary": "The Maryland Teachers & State Employees Supplemental Retirement Plans (MSRP) is an independent state agency responsible for administering and overseeing voluntary supplemental retirement savings programs for Maryland state employees, teachers, and elected officials. The agency manages defined contribution plans, including the 457(b) Deferred Compensation Plan, 401(k) Savings and Investment Plan, 403(b) Tax-Deferred Annuity Plan, and the 401(a) Match Plan, which allow public employees to save for retirement with tax advantages in addition to their standard state pension.",
        "Acronym": "MSRP",
        "Alias": "Maryland State Employees Supplemental Retirement Plans; Maryland Deferred Compensation Plan"
    },
    "Maryland Technology Development Corporation": {
        "Agency Name": "Maryland Technology Development Corporation",
        "URL": "https://www.tedcomd.com/",
        "Summary": "The Maryland Technology Development Corporation, commonly known as TEDCO, functions as an independent instrumentality of the state dedicated to fostering economic growth through the support of early-stage, technology-based businesses. It facilitates the commercialization of technology from Maryland's research universities and federal laboratories into the marketplace by providing funding, resources, and connections to entrepreneurs. The agency manages various grant and investment programs designed to support an inclusive innovation ecosystem and accelerate the growth of technology companies across all regions of Maryland.",
        "Acronym": "TEDCO",
        "Alias": "Maryland Science, Engineering, and Technology Development Corporation"
    },
    "Maryland Transit Administration": {
        "Agency Name": "Maryland Transit Administration",
        "URL": "https://mta.maryland.gov/",
        "Summary": "The Maryland Transit Administration (MTA) is a division of the Maryland Department of Transportation (MDOT) that operates one of the largest multi-modal public transit systems in the United States. Its primary responsibilities include the operation of local and commuter bus networks, the Baltimore Light RailLink, the Metro SubwayLink, and the MARC Train commuter rail service. The agency also provides paratransit services for people with disabilities and directs funding and technical assistance to locally operated transit systems across Maryland’s 23 counties, Baltimore City, and other municipalities.",
        "Acronym": "MTA",
        "Alias": "Maryland Mass Transit Administration; Baltimore Metropolitan Transit Authority; Mass Transit Administration; MDOT MTA; MDOT Maryland Transit Administration"
    },
    "Maryland Transportation Authority": {
        "Agency Name": "Maryland Transportation Authority",
        "URL": "https://mdta.maryland.gov/",
        "Summary": "The Maryland Transportation Authority (MDTA) is an independent state agency responsible for financing, constructing, operating, and maintaining Maryland's eight toll facilities, which include four bridges, two tunnels, and two toll roads. Established in 1971, the MDTA operates as a self-sufficient enterprise funded entirely by toll revenues and investment income rather than state tax dollars. In addition to managing its own facilities, the agency provides financing for other revenue-producing transportation projects for the Maryland Department of Transportation and maintains its own nationally accredited police force to ensure safety on its roadways.",
        "Acronym": "MDTA",
        "Alias": "State Roads Commission; MdTA"
    },
    "Maryland Venture Capital Trust": {
        "Agency Name": "Maryland Venture Capital Trust",
        "URL": "https://msa.maryland.gov/msa/mdmanual/25ind/defunct/html/76vent.html",
        "Summary": "The Maryland Venture Capital Trust was a state-chartered entity established in 1990 to provide a vehicle for Maryland's public pension funds and the state government to invest in venture capital limited partnerships. Acting as a \"fund-of-funds,\" the Trust sought to stimulate the state's economy by ensuring that the majority of its capital was invested in early-stage Maryland businesses. It was governed by a seven-member Board of Trustees appointed by the Governor and was administratively supported by the Department of Business and Economic Development. The Trust concluded its investment activities and completed its liquidation phase in January 2013, and it is currently categorized as a defunct independent agency of the State of Maryland.",
        "Acronym": "",
        "Alias": "the Trust"
    },
    "MarylandSaves": {
        "Agency Name": "MarylandSaves",
        "URL": "https://www.marylandsaves.com/",
        "Summary": "MarylandSaves is a state-sponsored retirement and emergency savings program designed to provide Maryland workers with a simple, automated way to save for the future. Administered by the Maryland Small Business Retirement Savings Board, the program is specifically aimed at private-sector employees whose employers do not offer a workplace retirement plan. Participants are enrolled in a portable Roth IRA, known as a WorkLife Account, which features automatic payroll deductions and a unique emergency savings component. To encourage participation, the state offers eligible employers a waiver of their $300 annual business filing fee for registering and facilitating the program for their staff.",
        "Acronym": "MSBRSP",
        "Alias": "Maryland Small Business Retirement Savings Program; Maryland Small Business Retirement Savings Board; Maryland Small Business Retirement Savings Trust; MSBRSB; WorkLife Account"
    },
    "Morgan State University": {
        "Agency Name": "Morgan State University",
        "URL": "https://www.morgan.edu/",
        "Summary": "Morgan State University (MSU) is a public, historically black research university located in Baltimore and designated as Maryland's Preeminent Public Urban Research University. As a state agency governed by its own Board of Regents, it operates independently of the University System of Maryland. The university provides a comprehensive range of more than 100 academic programs leading to baccalaureate, master's, and doctoral degrees, with a particular emphasis on addressing the needs and challenges of urban environments through intensive research, effective public service, and community engagement.",
        "Acronym": "MSU",
        "Alias": "Centenary Biblical Institute; Morgan College; Morgan State College; Morgan State"
    },
    "Motor Vehicle Administration": {
        "Agency Name": "Motor Vehicle Administration",
        "URL": "https://mva.maryland.gov/",
        "Summary": "The Maryland Motor Vehicle Administration (MVA), an agency within the Maryland Department of Transportation (MDOT), is responsible for providing essential driver and vehicle services to the state's residents. Its primary responsibilities include issuing driver's licenses and identification cards, managing vehicle titling and registration, and administering the Vehicle Emissions Inspection Program (VEIP). Additionally, the agency oversees highway safety initiatives through its Highway Safety Office, maintains driving records, and regulates vehicle dealers and other automotive-related businesses to ensure compliance with Maryland's transportation laws.",
        "Acronym": "MVA",
        "Alias": "MDOT MVA; Department of Motor Vehicles; DMV; Commissioner of Motor Vehicles"
    },
    "Office of Administrative Hearings": {
        "Agency Name": "Office of Administrative Hearings",
        "URL": "https://oah.maryland.gov/",
        "Summary": "The Maryland Office of Administrative Hearings (OAH) is an independent, central panel agency within the executive branch that provides an impartial hearing process for contested cases involving more than 30 state agencies. Established in 1990 to centralize the adjudication of administrative disputes, the OAH employs independent Administrative Law Judges (ALJs) who hear cases ranging from motor vehicle license suspensions and special education disputes to regulatory enforcement and handgun permit reviews. The agency ensures due process by separating the adjudicative function from the state agencies whose actions are being contested, providing a transparent and objective forum for Maryland residents and businesses.",
        "Acronym": "OAH",
        "Alias": "Maryland Office of Administrative Hearings"
    },
    "Office of Controlled Substances Administration": {
        "Agency Name": "Office of Controlled Substances Administration",
        "URL": "https://health.maryland.gov/OCSA/",
        "Summary": "The Office of Controlled Substances Administration (OCSA), a division of the Maryland Department of Health, is responsible for enforcing the state's Controlled Dangerous Substance (CDS) Act. The agency ensures that controlled medications are available only for legitimate medical and scientific purposes by issuing CDS permits to practitioners, researchers, and medical establishments. Its primary duties include inspecting over 40,000 registrants, regulating the prescribing and dispensing of drugs, and managing the state's supplemental CDS list to protect the health and safety of Maryland residents.",
        "Acronym": "OCSA",
        "Alias": "Division of Drug Control; Maryland Office of Controlled Substances Administration"
    },
    "Office of Legislative Audits": {
        "Agency Name": "Office of Legislative Audits",
        "URL": "https://www.ola.state.md.us/index.html",
        "Summary": "The Office of Legislative Audits (OLA) is an independent, non-partisan agency within the Maryland General Assembly's Department of Legislative Services. It is responsible for conducting periodic fiscal compliance audits of all executive and judicial branch agencies, as well as performance audits and evaluations of state programs and local school systems. The office focuses on ensuring financial accountability, legal compliance, and the efficiency of state government operations. Additionally, the OLA operates a fraud, waste, and abuse hotline to investigate allegations involving state agencies and employees.",
        "Acronym": "OLA",
        "Alias": "Legislative Auditor; Maryland Office of Legislative Audits; Department of Fiscal Services"
    },
    "Office of the People's Counsel": {
        "Agency Name": "Office of the People's Counsel",
        "URL": "https://opc.maryland.gov/",
        "Summary": "The Maryland Office of the People's Counsel (OPC) is an independent state agency that represents the interests of Maryland's residential utility consumers. Established in 1924 as the oldest utility consumer advocacy office in the United States, it advocates for safe, reliable, and reasonably priced electric, natural gas, telecommunications, private water, and regulated transportation services. The agency represents consumers in proceedings before the Maryland Public Service Commission, federal regulatory agencies, and the courts, focusing on issues such as utility rates, service quality, and environmental sustainability.",
        "Acronym": "OPC",
        "Alias": "Maryland People's Counsel; Maryland Office of People's Counsel"
    },
    "Office of the State Prosecutor": {
        "Agency Name": "Office of the State Prosecutor",
        "URL": "https://osp.maryland.gov/",
        "Summary": "The Office of the State Prosecutor (OSP) is an independent agency within the executive branch of Maryland's government that investigates and prosecutes criminal offenses related to the integrity of state officials, institutions, and the electoral process. Its primary responsibilities include enforcing state election and public ethics laws, as well as prosecuting bribery, misconduct in office, extortion, and perjury. The office may initiate investigations independently or act upon requests from high-level state officials and agencies such as the Governor, the Attorney General, or the General Assembly.",
        "Acronym": "OSP",
        "Alias": "State Prosecutor's Office; Office of State Prosecutor; Maryland State Prosecutor"
    },
    "Pimlico Community Development Authority": {
        "Agency Name": "Pimlico Community Development Authority",
        "URL": "https://msa.maryland.gov/msa/mdmanual/25ind/html/55pimlico.html",
        "Summary": "The Pimlico Community Development Authority (PCDA) is a state-mandated advisory body established by the Maryland General Assembly in 2005 to oversee the allocation of Local Impact Aid, which consists of revenue from Video Lottery Terminals (slots) and Racetrack Impact Funds. The authority provides community input and makes recommendations to the Mayor of Baltimore regarding funding priorities for infrastructure, public safety, housing, and economic development projects in the neighborhoods surrounding the Pimlico Race Course. Its work primarily focuses on supporting the implementation of the Park Heights Master Plan and revitalizing communities within a one-mile radius of the racetrack.",
        "Acronym": "PCDA",
        "Alias": "Local Development Council; Local Development Council for the Pimlico neighborhood; Local Video Lottery Development Council"
    },
    "Property Tax Assessment Appeals Board": {
        "Agency Name": "Property Tax Assessment Appeals Board",
        "URL": "https://ptaab.maryland.gov",
        "Summary": "The Maryland Property Tax Assessment Appeals Board (PTAAB) is an independent agency that provides a second level of administrative review for property tax assessment disputes. It is composed of 24 local boards—one for each of Maryland's 23 counties and Baltimore City—whose members are local residents appointed by the Governor. The PTAAB hears appeals regarding the valuation of real and personal property, as well as disputes over tax exemptions and various property tax credits, following an initial decision by the local Supervisor of Assessments from the State Department of Assessments and Taxation (SDAT). Decisions made by the PTAAB can be further appealed to the Maryland Tax Court.",
        "Acronym": "PTAAB",
        "Alias": "Property Tax Assessment Appeals Boards; Local Property Tax Assessment Appeal Boards"
    },
    "Public Employee Relations Board": {
        "Agency Name": "Public Employee Relations Board",
        "URL": "https://laborboard.maryland.gov/",
        "Summary": "The Maryland Public Employee Relations Board (PERB) is a state agency established on July 1, 2023, to centralize and standardize the administration of collective bargaining for public sector employees. Formed by the consolidation of three previous labor boards, PERB is responsible for overseeing union representation elections, certifying exclusive representatives, and investigating and adjudicating unfair labor practice charges. The board's jurisdiction extends to state executive branch employees, higher education faculty and staff, community college employees, local public school system personnel, and independent home care providers, ensuring consistent enforcement of labor laws and resolution of disputes across Maryland's public workforce.",
        "Acronym": "PERB",
        "Alias": "State Labor Relations Board; State Higher Education Labor Relations Board; Public School Labor Relations Board; Public Employees Relations Board"
    },
    "Public School Labor Relations Board": {
        "Agency Name": "Public School Labor Relations Board",
        "URL": "https://laborboards.maryland.gov/566-2/",
        "Summary": "The Public School Labor Relations Board (PSLRB) was a Maryland state agency responsible for administering and enforcing labor relations laws pertaining to public elementary and secondary education. Established in 2010, the board adjudicated controversies and disputes between local boards of education and employee organizations, conducted elections for exclusive representatives, and resolved unit clarification issues. Effective July 1, 2023, the agency was abolished and its duties were consolidated into the Maryland Public Employee Relations Board (PERB), which now oversees labor relations for state, higher education, and public school employees.",
        "Acronym": "PSLRB",
        "Alias": "Maryland Public School Labor Relations Board; Public Schools Labor Relations Board"
    },
    "Public Service Commission": {
        "Agency Name": "Public Service Commission",
        "URL": "https://www.psc.state.md.us/",
        "Summary": "The Maryland Public Service Commission (PSC) is an independent administrative agency established in 1910 to regulate public utilities and passenger transportation services within the state. Its primary responsibility is to ensure that Maryland residents receive safe, reliable, and economical utility services by setting rates and overseeing the operations of companies providing electricity, natural gas, local telephone, for-profit water, and sewage disposal. The Commission also licenses retail energy suppliers, approves the construction of power plants and high-voltage transmission lines, and regulates common carriers including taxicabs in specific jurisdictions, passenger motor vehicle carriers, and railroads.",
        "Acronym": "PSC",
        "Alias": "Maryland PSC; MPSC; Public Service Commission of Maryland; The Commission"
    },
    "Register of Wills": {
        "Agency Name": "Register of Wills",
        "URL": "https://registers.maryland.gov/",
        "Summary": "The Maryland Register of Wills is a constitutional state agency that operates offices in each county and Baltimore City. It is primarily responsible for the administrative probate of estates, which includes appointing personal representatives, overseeing the timely administration of decedents' estates, and maintaining permanent records of all probate proceedings. Additionally, the agency serves as the Clerk to the Orphans' Court, collects inheritance taxes and probate fees, and provides a secure service for the safekeeping of wills for living individuals.",
        "Acronym": "ROW",
        "Alias": "Office of the Register of Wills; Clerk of the Orphans' Court; Prerogative Court of Maryland"
    },
    "Rural Maryland Council": {
        "Agency Name": "Rural Maryland Council",
        "URL": "https://rural.maryland.gov/",
        "Summary": "The Rural Maryland Council (RMC) is an independent state agency, administratively housed within the Maryland Department of Agriculture, that serves as a partnership between federal, state, and local governments and the private sector. The agency's primary responsibility is to address the unique challenges facing Maryland's 18 rural counties by fostering regional cooperation, advocating for rural interests, and administering grant programs such as the Rural Maryland Prosperity Investment Fund (RMPIF). Its work focuses on improving the quality of life for residents by supporting agriculture, natural resource stewardship, economic development, and healthcare access in rural communities.",
        "Acronym": "RMC",
        "Alias": "Forvm for Rural Maryland; The Forvm"
    },
    "Saint Mary's College of Maryland": {
        "Agency Name": "Saint Mary's College of Maryland",
        "URL": "https://www.smcm.edu/",
        "Summary": "St. Mary's College of Maryland is a public liberal arts college and Maryland's designated public honors college. As an independent unit of the state government, it provides a high-quality, residential undergraduate education in the liberal arts and sciences, modeled after elite private colleges but accessible to Maryland residents. The college is responsible for fostering intellectual growth through diverse academic programs, including over 20 majors, a Master of Arts in Teaching, and specialized research at its waterfront campus, which shares its grounds with the Historic St. Mary's City archaeological site.",
        "Acronym": "SMCM",
        "Alias": "St. Mary's Female Seminary; St. Mary's Female Seminary Junior College; St. Mary's Seminary Junior College; St. Mary's Seminary; St. Mary's College of Maryland"
    },
    "Smart, Green & Growing": {
        "Agency Name": "Smart, Green & Growing",
        "URL": "https://www.green.maryland.gov/",
        "Summary": "Smart, Green & Growing is a multi-agency Maryland state initiative launched in 2008 to promote sustainable development, environmental protection, and economic growth. It coordinates efforts across various state departments—including the Maryland Department of Planning (MDP) and the Maryland Department of the Environment (MDE)—to protect the Chesapeake Bay, preserve farmland, revitalize communities, and reduce the state's carbon footprint. The initiative is grounded in 12 state planning visions that guide local and state-level decision-making regarding land use, transportation, and resource conservation.",
        "Acronym": "SG&G",
        "Alias": "Smart, Green and Growing initiative; Smart, Green and Growing legislation; PlanMaryland; Smart Growth initiative; Maryland: Smart, Green & Growing"
    },
    "State Ethics Commission": {
        "Agency Name": "State Ethics Commission",
        "URL": "https://ethics.maryland.gov/",
        "Summary": "The Maryland State Ethics Commission (MSEC) is an independent agency responsible for the administration and enforcement of the Maryland Public Ethics Law. Its primary mission is to maintain public confidence in the integrity of State government by ensuring the impartiality and independent judgment of State officials and employees. The Commission's core responsibilities include managing financial disclosure programs for public officials, regulating lobbyist registration and reporting, providing mandatory ethics training, and issuing formal advisory opinions. Additionally, it investigates alleged ethics violations, handles complaints, and oversees the approval of local government and school board ethics laws to ensure they meet minimum State standards.",
        "Acronym": "MSEC",
        "Alias": "Maryland Public Disclosure Advisory Board; State Board of Ethics"
    },
    "State Higher Education Labor Relations Board": {
        "Agency Name": "State Higher Education Labor Relations Board",
        "URL": "https://laborboards.maryland.gov/higher-education-board/",
        "Summary": "The State Higher Education Labor Relations Board (SHELRB) was an independent Maryland state agency responsible for overseeing collective bargaining for employees of the state's public institutions of higher education, including the University System of Maryland, Morgan State University, St. Mary's College of Maryland, and Baltimore City Community College. Its primary duties included supervising elections for exclusive representatives, investigating unfair labor practice charges, and resolving disputes related to labor-management relations. In July 2023, the board was abolished and its functions were consolidated into the newly created Public Employee Relations Board (PERB).",
        "Acronym": "SHELRB",
        "Alias": "Maryland State Higher Education Labor Relations Board; Higher Education Labor Relations Board"
    },
    "State Highway Administration": {
        "Agency Name": "State Highway Administration",
        "URL": "https://www.sha.maryland.gov/",
        "Summary": "The Maryland State Highway Administration (MDOT SHA) is a modal agency of the Maryland Department of Transportation responsible for planning, designing, constructing, and maintaining the state's non-toll, numbered highways and bridges outside of Baltimore City. The agency manages approximately 18,000 lane miles of roadway and more than 2,500 bridges, supporting the majority of vehicle travel in the state. Its primary responsibilities include snow and ice removal, traffic signal management, highway safety improvements, and administering the statewide \"Adopt-a-Highway\" program.",
        "Acronym": "MDOT SHA",
        "Alias": "State Roads Commission; SRC; SHA; MDSHA; MSHA"
    },
    "State House Trust": {
        "Agency Name": "State House Trust",
        "URL": "https://msa.maryland.gov/msa/mdmanual/25ind/html/68shous.html",
        "Summary": "The State House Trust is a Maryland state agency established in 1969 to oversee and manage the Maryland State House and the surrounding grounds within State Circle in Annapolis, including Lawyer's Mall. The Trust is responsible for supervising all repairs, landscaping, alterations, and improvements to the historic site, as well as regulating the use of the building's public areas and providing oversight for any exhibits or displays. It consists of four ex officio members—the Governor, the President of the Senate, the Speaker of the House of Delegates, and the Chairman of the Maryland Historical Trust—who serve as trustees to ensure the preservation and historical integrity of the oldest U.S. state capitol in continuous legislative use.",
        "Acronym": "",
        "Alias": "Maryland State House Trust"
    },
    "State Workers' Compensation Commission": {
        "Agency Name": "State Workers' Compensation Commission",
        "URL": "https://www.wcc.state.md.us/",
        "Summary": "The Maryland State Workers' Compensation Commission is an independent agency that administers the state's Workers' Compensation Law and adjudicates claims for compensation arising from workplace injuries. The Commission's primary responsibilities include receiving and processing accident reports, conducting hearings for contested cases throughout the state, and referring injured workers to appropriate rehabilitation services. It also monitors insurance coverage, assesses penalties for non-compliance, and approves and oversees self-insured employers to ensure their financial solvency and adherence to state regulations.",
        "Acronym": "WCC",
        "Alias": "State Industrial Accident Commission; Workmen's Compensation Commission; Workers' Compensation Commission; Employer and Employee Cooperative Fund"
    },
    "Subsequent Injury Fund": {
        "Agency Name": "Subsequent Injury Fund",
        "URL": "https://mdsif.state.md.us/",
        "Summary": "The Subsequent Injury Fund (SIF) is an independent Maryland state agency that reviews and investigates workers' compensation claims involving pre-existing health conditions that substantially increase an injured worker's disability. Its primary mission is to encourage the employment of individuals with disabilities by limiting the financial liability of employers and insurers to the damages caused solely by a current workplace injury. The SIF assumes responsibility for the additional liability resulting from the combined effects of all injuries and conditions, managing a fund financed through assessments on permanent disability and settlement awards paid by insurers.",
        "Acronym": "SIF",
        "Alias": "Subsequent Injury Fund Board; Workmen's Compensation Fund Board; Second Injury Fund"
    },
    "University System of Maryland": {
        "Agency Name": "University System of Maryland",
        "URL": "https://www.usmd.edu/",
        "Summary": "The University System of Maryland (USM) is the state's public higher education system, consisting of 12 institutions, three regional higher education centers, and a system office. Its primary responsibilities include providing accessible and affordable undergraduate and graduate education, conducting groundbreaking research, and promoting economic growth and workforce development. The system coordinates academic programs and manages resources across its network to improve the quality of life for Maryland residents through innovation, community service, and strategic partnerships with business and government.",
        "Acronym": "USM",
        "Alias": "University of Maryland System; University of Maryland and Board of Trustees of State Universities and Colleges merger"
    },
    "Volunteer Maryland": {
        "Agency Name": "Volunteer Maryland",
        "URL": "https://volunteer.maryland.gov/",
        "Summary": "Volunteer Maryland (VM) is an AmeriCorps program and a unit within the Maryland Governor's Office of Community Initiatives (GOCI) that serves as a capacity-building agency for the state. Founded in 1993, it mission is to bridge the gap between those in need and those who can help by developing high-quality volunteer programs. The agency recruits and trains AmeriCorps members to serve as Volunteer Maryland Coordinators (VMCs) who are placed at nonprofit organizations, schools, and government agencies to build sustainable volunteer management systems and mobilize local volunteers to address critical community needs in education, human services, and the environment.",
        "Acronym": "VM",
        "Alias": "Volunteer Maryland!; AmeriCorps Volunteer Maryland; Volunteer Maryland Program; unit of the Governor's Office of Community Initiatives"
    },
    "Maryland State Innovation Team": {
        "Agency Name": "Maryland State Innovation Team",
        "URL": "https://innovation.maryland.gov/Pages/default.aspx",
        "Summary": "The Maryland State Innovation Team is a solution incubator launched in 2024 through a partnership between the State of Maryland and Bloomberg Philanthropies. As the first state-level team of its kind, it is charged with identifying, testing, and piloting novel initiatives to address the Governor's top priorities, specifically reducing child poverty and enhancing economic mobility. The team utilizes multi-disciplinary expertise in data analysis, rapid prototyping, and project management to help state agencies develop and incubate evidence-based strategies to improve outcomes for Maryland families.",
        "Acronym": "i-team",
        "Alias": "Innovation Team; Bloomberg Philanthropies-supported state Innovation Team; Bloomberg Philanthropies Innovation Team"
    }
}